#  1)კომენტარის სახით ახსენით თითოეული მონაცემთა ტიპი (String / Integer / Float).   
# string  სტრინგს სჭირდება ბრჭყალები რომ კოდი გაეშვას.
# integer   მხოლოდ მთელი რიცხვები და ფრჩხილები არ სჭირდება.
# float  არის არამთელი რიცხვები.
# 2)კომენტარის სახით ახსენით რაში ვიყენებთ print() ფუნქციას.
# print ფუნქციას ვიყენებთ რაიმეს დაბეჭვდაში და რომ გამოიტანოს ჩვენთვის სასურველი შედეგის გამოტანა ტერმინალში

# 3)დაბეჭდეთ თქვენი სახელი და გვარი, ხოლო შემდეგ დაბეჭდეთ თქვენი ასაკი.
print('aleksandre zadvorni')
print(12)

# 4)კომენტარის სახით ახსენით რაში ვიყენებთ ცვლადებს

#ცვლადს ვიყენებთ სახელის,გვარის დაბეჭვდაში ვიყენებთ ასაკის დაბეჭვდაში და ნებისმიერი რამ  რომ დავწეროთ იქნება ცვლადი.




 #5)შექმენით ცვლადი სადაც შეინახავთ თქვენ სახელს შემდეგ შექმენით მეორე ცვლადი სადაც შეინახავთ თქვენს გვარს და საბოლოოდ დაბეჭდეთ ორივე
name = "aleksandre " 
age =12
surname = 'zadvorni' 

print(name)
print(age)
print(surname)